examples/14-benchmarks/post-ev-005-data/profile/stream-2-experiment/experiment-stream/measured.txt

Summary:
  Total:	5.8130 secs
  Slowest:	0.7649 secs
  Fastest:	0.0254 secs
  Average:	0.2868 secs
  Requests/sec:	86.0137
  

Response time histogram:
  0.025 [1]	|
  0.099 [6]	|■
  0.173 [16]	|■■
  0.247 [15]	|■
  0.321 [415]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.395 [34]	|■■■
  0.469 [2]	|
  0.543 [3]	|
  0.617 [3]	|
  0.691 [2]	|
  0.765 [3]	|


Latency distribution:
  10% in 0.2663 secs
  25% in 0.2739 secs
  50% in 0.2825 secs
  75% in 0.3000 secs
  90% in 0.3174 secs
  95% in 0.3353 secs
  99% in 0.6298 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0001 secs, 0.0254 secs, 0.7649 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0000 secs
  req write:	0.0000 secs, 0.0000 secs, 0.0001 secs
  resp wait:	0.0687 secs, 0.0128 secs, 0.5368 secs
  resp read:	0.2180 secs, 0.0020 secs, 0.2736 secs

Status code distribution:
  [200]	500 responses